app/controllers/recipes_controller.rb

  def create
    @recipe = Recipe.create(params[:recipe])
---
INSERT INTO "recipes" ("content", "created_at", "title", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["content", "stuff"], ["created_at", Tue, 11 Jun 2013 23:57:54 UTC +00:00], ["title", "Tacos"], ["updated_at", Tue, 11 Jun 2013 23:57:54 UTC +00:00]]